Repository: Krazel/TarotCotidiano
Catalog: native-ios/TarotDeckApp/Resources/Localizable.xcstrings
Source language: en
Languages: es

source: %d cards
es: %d cartas

source: %d per row
es: %d por fila

source: A practical six-position overview
es: Una visión práctica en seis posiciones

source: Action
es: Acción

source: Arrange
es: Ordenar

source: Arrange Cards
es: Organizar cartas

source: Automatic
es: Automático

source: Continue Draft
es: Continuar borrador

source: Create a Spread
es: Crear una tirada

source: Copy of %@
es: Copia de %@

source: Copy of %@ (%d)
es: Copia de %1$@ (%2$d)

source: Create a layout with 1 to 12 cards, your own position labels, and the arrangement you prefer.
es: Crea una disposición de 1 a 12 cartas, con tus propias etiquetas y la organización que prefieras.

source: Custom
es: Personalizada

source: Custom Spread
es: Tirada personalizada

source: Custom spreads unavailable
es: Tiradas personalizadas no disponibles

source: Custom spread unavailable
es: Tirada personalizada no disponible

source: Custom Spreads
es: Tiradas personalizadas

source: Deeper issue
es: Asunto profundo

source: Delete %@? This cannot be undone.
es: ¿Eliminar %@? Esta acción no se puede deshacer.

source: Delete Custom Spread?
es: ¿Eliminar la tirada personalizada?

source: Drag to reposition this card
es: Arrastra para cambiar la posición de esta carta

source: Drag or use the movement actions to reposition this card
es: Arrastra o usa las acciones de movimiento para cambiar la posición de esta carta

source: Discard
es: Descartar

source: Discard Changes?
es: ¿Descartar los cambios?

source: Duplicate
es: Duplicar

source: Edit
es: Editar

source: Edit Spread
es: Editar tirada

source: Expected 12 guide articles, found %d.
es: Se esperaban 12 artículos de guía; se encontraron %d.

source: Issue
es: Asunto

source: My Spread
es: Mi tirada

source: Move Position Earlier
es: Mover posición antes

source: Move Position Later
es: Mover posición después

source: Move Left
es: Mover a la izquierda

source: Move Right
es: Mover a la derecha

source: Move Up
es: Mover arriba

source: Move Down
es: Mover abajo

source: New Spread
es: Nueva tirada

source: No Custom Spreads Yet
es: Aún no hay tiradas personalizadas

source: Options for %@
es: Opciones de %@

source: Position %d, %@
es: Posición %d, %@

source: Position label
es: Etiqueta de posición

source: Possible outcome
es: Posible resultado

source: One per row
es: Una por fila

source: Two per row
es: Dos por fila

source: Three per row
es: Tres por fila

source: Four per row
es: Cuatro por fila

source: Keep Editing
es: Seguir editando

source: Returns to the last saved custom spread draft
es: Vuelve al último borrador de tirada guardado

source: Save
es: Guardar

source: Selects this reading type
es: Selecciona este tipo de tirada

source: Self
es: Tú

source: Six Cards
es: Seis cartas

source: Six-Card Guidance
es: Orientación en seis cartas

source: Source: %@
es: Fuente: %@

source: Spread Name
es: Nombre de la tirada

source: Spread saved
es: Tirada guardada

source: The saved custom spread file couldn't be read. Built-in readings are still available.
es: No se ha podido leer el archivo de tiradas personalizadas. Las tiradas incluidas siguen disponibles.

source: The saved custom spread file couldn't be read. Retry before changing the library.
es: No se ha podido leer el archivo de tiradas personalizadas. Vuelve a intentarlo antes de cambiar la biblioteca.

source: The spread was saved, but its recovery draft couldn't be cleared yet.
es: La tirada se ha guardado, pero aún no se ha podido borrar su borrador de recuperación.

source: This custom spread has unsaved changes.
es: Esta tirada personalizada tiene cambios sin guardar.

source: Undo
es: Deshacer

source: Visit Source
es: Visitar fuente

source: We couldn't clear the saved draft yet.
es: Aún no se ha podido borrar el borrador guardado.

source: We couldn't delete this spread. Your library was not changed.
es: No se ha podido eliminar esta tirada. Tu biblioteca no ha cambiado.

source: We couldn't save this draft. Your library was not changed.
es: No se ha podido guardar este borrador. Tu biblioteca no ha cambiado.

source: We couldn't save this spread. Your library was not changed.
es: No se ha podido guardar esta tirada. Tu biblioteca no ha cambiado.

source: %d of %d
es: %d de %d

source: %d of %d cards drawn
es: %d de %d cartas sacadas

source: %d of %d drawn
es: %d de %d sacadas

source: 78 cards
es: 78 cartas

source: A simple way to read for yourself
es: Una forma sencilla de leerte las cartas

source: Advice
es: Consejo

source: Add %@ to Favorites
es: Añadir %@ a Favoritas

source: All
es: Todas

source: All cards revealed
es: Todas las cartas reveladas

source: App
es: Aplicación

source: Approved artwork is missing from this build.
es: Falta la ilustración aprobada en esta compilación.

source: Back
es: Atrás

source: Cancel
es: Cancelar

source: Card %d
es: Carta %d

source: Card drawn
es: Carta sacada

source: Card filters
es: Filtros de cartas

source: Card revealed
es: Carta revelada

source: Cards
es: Cartas

source: Challenge
es: Reto

source: Choose a Reading
es: Elige una lectura

source: Choose a Spread
es: Elige una tirada

source: Choose one card, a guided spread, or your own positions.
es: Elige una carta, una tirada guiada o tus propias posiciones.

source: Choose position meanings or use an open reading.
es: Elige el significado de las posiciones o haz una tirada libre.

source: Connection
es: Vínculo

source: Content Integrity Error
es: Error de integridad del contenido

source: Cups
es: Copas

source: Favorite
es: Favorita

source: Favorites
es: Favoritas

source: Favorites Unavailable
es: Favoritas no disponibles

source: Favorites couldn't be updated. Nothing was changed.
es: No se han podido actualizar las favoritas. No se ha cambiado nada.

source: Deck shuffled
es: Mazo barajado

source: Dismiss
es: Cerrar

source: Done
es: Listo

source: About This Reading
es: Información sobre esta tirada

source: Back to Reading
es: Volver a la tirada

source: Draw Card
es: Sacar carta

source: Draw Final Card
es: Sacar última carta

source: Draw Next Card
es: Sacar siguiente carta

source: Draw when you're ready.
es: Saca una carta cuando quieras.

source: Each position has a purpose.
es: Cada posición tiene un propósito.

source: End Reading
es: Terminar lectura

source: End this reading?
es: ¿Terminar esta lectura?

source: Explore all 78 cards
es: Explora las 78 cartas

source: filter
es: filtro

source: In a reading
es: En una tirada

source: Keep Current Reading
es: Conservar lectura actual

source: Keep Reading
es: Seguir con la lectura

source: Learn
es: Aprender

source: Major
es: Mayores

source: Major Arcana · %@
es: Arcano mayor · %@

source: Meaning
es: Significado

source: Minor Arcana
es: Arcano menor

source: Minor Arcana · %@
es: Arcano menor · %@

source: New Reading
es: Nueva lectura

source: Next
es: Siguiente

source: Against
es: En contra

source: OK
es: Aceptar

source: One Card
es: Una carta

source: For
es: A favor

source: For, against, and destiny.
es: A favor, en contra y destino.

source: Origins, the present moment, and a possible direction.
es: Origen, momento actual y posible dirección.

source: Past
es: Pasado

source: Past · Present · Future
es: Pasado · Presente · Futuro

source: Pentacles
es: Oros

source: Possible future
es: Posible futuro

source: Present
es: Presente

source: Next Tutorial
es: Tutorial siguiente

source: Next: %@
es: Siguiente: %@

source: Opens the %@ tutorial without changing your reading.
es: Abre el tutorial %@ sin cambiar la tirada.

source: Previous
es: Anterior

source: Previous Tutorial
es: Tutorial anterior

source: Previous: %@
es: Anterior: %@

source: Privacy
es: Privacidad

source: Rate the App
es: Valorar la aplicación

source: Opens the App Store review page
es: Abre la página de reseñas del App Store

source: Read
es: Leer

source: Reading
es: Lectura

source: Reading in progress
es: Lectura en curso

source: Reading unavailable
es: Lectura no disponible

source: Ready to shuffle
es: Listo para barajar

source: Resume Reading
es: Reanudar lectura

source: selected
es: seleccionado

source: Settings
es: Ajustes

source: Shuffle before drawing.
es: Baraja antes de sacar cartas.

source: Shuffle Deck
es: Barajar mazo

source: Shuffle, draw, and read in your own way.
es: Baraja, saca cartas y léelas a tu manera.

source: Situation
es: Situación

source: Situation · Challenge · Advice
es: Situación · Reto · Consejo

source: Start a new reading?
es: ¿Empezar una lectura nueva?

source: Start New Reading
es: Empezar lectura nueva

source: Support
es: Soporte

source: Opens the privacy policy in your browser
es: Abre la política de privacidad en el navegador

source: Opens the support page in your browser
es: Abre la página de soporte en el navegador

source: Swords
es: Espadas

source: Tap a face-down card to turn it over.
es: Toca una carta boca abajo para revelarla.

source: Tap the card to reveal it.
es: Toca la carta para revelarla.

source: Tarot Deck
es: Mazo de tarot

source: The cards will return to the deck. This reading won't be saved.
es: Las cartas volverán al mazo. Esta lectura no se guardará.

source: The other person
es: La otra persona

source: Three Cards
es: Tres cartas

source: Try Again
es: Intentar de nuevo

source: Turn face down
es: Poner boca abajo

source: Unshuffled tarot deck
es: Mazo de tarot sin barajar

source: Two perspectives and the connection between them.
es: Dos perspectivas y la relación entre ellas.

source: Upright
es: Al derecho

source: Wands
es: Bastos

source: What is happening, the challenge to face, and what the cards advise next.
es: Qué está pasando, qué reto debes afrontar y qué te aconsejan las cartas después.

source: You
es: Tú

source: You · The other person · Connection
es: Tú · La otra persona · Vínculo

source: Your current reading will be cleared.
es: Se borrará tu lectura actual.

source: Your deck, always with you.
es: Tu mazo, siempre contigo.

source: %@, %@, face up
es: %1$@, %2$@, boca arriba

source: %@, card position %d of %d, face up
es: %1$@, posición %2$d de %3$d, boca arriba

source: %@, empty card position
es: %@, posición de carta vacía

source: %@, face down
es: %@, boca abajo

source: A single card for one clear focus.
es: Una sola carta para centrarte en algo concreto.

source: Artwork description is not yet available for %@.
es: La descripción de la ilustración de %@ todavía no está disponible.

source: Card position %d of %d, face down
es: Posición %1$d de %2$d, boca abajo

source: Complete 78-card tarot deck
es: Mazo de tarot completo de 78 cartas

source: Complete deck, not yet shuffled
es: Mazo completo, todavía sin barajar

source: Couldn't leave reading
es: No se pudo salir de la lectura

source: Couldn't start reading
es: No se pudo iniciar la lectura

source: Couldn't update reading
es: No se pudo actualizar la lectura

source: Deck with %d cards remaining
es: Mazo con %d cartas restantes

source: Empty card position %d of %d
es: Posición de carta vacía %1$d de %2$d

source: Historical Rider–Waite–Smith artwork. %@
es: Ilustración histórica Rider–Waite–Smith. %@

source: Keywords: %@
es: Palabras clave: %@

source: Missing meaning for %@.
es: Falta el significado de %@.

source: Please try again.
es: Inténtalo de nuevo.

source: Historical Rider–Waite–Smith artwork.
es: Ilustración histórica Rider–Waite–Smith.

source: Reading cleanup paused
es: Limpieza de la lectura en pausa

source: Reading recovered
es: Lectura recuperada

source: Reading recovery paused
es: Recuperación de la lectura en pausa

source: Shuffled deck, ready to draw
es: Mazo barajado, listo para sacar

source: Tap a card to explore its meaning.
es: Toca una carta para explorar su significado.

source: Tap the card to explore its meaning.
es: Toca la carta para explorar su significado.

source: Tarot Deck • Version %@
es: Mazo de tarot • Versión %@

source: We couldn't access the saved reading. Your on-screen state has not been changed.
es: No se pudo acceder a la lectura guardada. El estado mostrado no ha cambiado.

source: We couldn't clear the current reading. It remains unchanged.
es: No se pudo borrar la lectura actual. Sigue sin cambios.

source: We couldn't save the selected spread. Nothing was changed.
es: No se pudo guardar la tirada elegida. No se cambió nada.

source: We couldn't save the selected layout. Nothing was changed.
es: No se pudo guardar el tipo de lectura elegido. No se cambió nada.

source: We couldn't draw the next card. Nothing was changed.
es: No se pudo sacar la siguiente carta. No se cambió nada.

source: We couldn't end the reading. It remains unchanged.
es: No se pudo terminar la lectura. Sigue sin cambios.

source: We couldn't finish shuffling. The previous reading state remains available.
es: No se pudo terminar de barajar. El estado anterior de la lectura sigue disponible.

source: We couldn't turn over that card. Nothing was changed.
es: No se pudo revelar esa carta. No se cambió nada.

source: Returns to the unchanged reading.
es: Vuelve a la tirada sin modificarla.

source: We couldn't turn that card face down. Nothing was changed.
es: No se pudo poner esa carta boca abajo. No se cambió nada.

source: Every card meaning requires an artwork description.
es: El significado de cada carta necesita una descripción de la ilustración.

source: Example card %d of %d, face down
es: Carta de ejemplo %d de %d, boca abajo

source: Expected 78 card meanings, found %d.
es: Se esperaban 78 significados; se encontraron %d.

source: Expected 78 cards, found %d.
es: Se esperaban 78 cartas; se encontraron %d.

source: Missing bundled content resource: %@.
es: Falta un recurso de contenido incluido: %@.

source: The deck and meaning card identifiers do not match.
es: Los identificadores del mazo y de los significados no coinciden.

source: The saved reading details were damaged and have been safely cleared.
es: Los detalles de la lectura guardada estaban dañados y se han borrado de forma segura.

source: The reading ended, but its recovery marker still needs to be cleared.
es: La lectura terminó, pero todavía hay que borrar su marcador de recuperación.

source: The previous reading was cleared, but the new layout couldn't be saved.
es: La lectura anterior se borró, pero no se pudo guardar el nuevo tipo de lectura.

source: We couldn't clear the unshuffled layout. Nothing was changed.
es: No se pudo borrar la disposición sin barajar. No se cambió nada.

source: Your shuffled reading was recovered safely.
es: La lectura barajada se ha recuperado de forma segura.

source: We found the saved reading but couldn't finish restoring it.
es: Se encontró la lectura guardada, pero no se pudo terminar de restaurar.

source: The saved reading was invalid and has been safely cleared.
es: La lectura guardada no era válida y se ha borrado de forma segura.

source: The invalid session was removed, but its recovery marker still needs to be cleared.
es: La sesión no válida se eliminó, pero todavía hay que borrar su marcador de recuperación.

source: The previous reading was incomplete and has been safely cleared.
es: La lectura anterior estaba incompleta y se ha borrado de forma segura.

source: The stale recovery marker couldn't be cleared yet.
es: Todavía no se pudo borrar el marcador de recuperación antiguo.

source: The saved reading couldn't be represented safely and has been cleared.
es: La lectura guardada no se podía representar de forma segura y se ha borrado.

source: We couldn't finish clearing the unreadable reading. Try again.
es: No se pudo terminar de borrar la lectura ilegible. Inténtalo de nuevo.

source: We found an invalid reading but couldn't clear it yet.
es: Se encontró una lectura no válida, pero todavía no se pudo borrar.

source: The invalid reading was safely cleared.
es: La lectura no válida se ha borrado de forma segura.

source: The saved deck no longer matches the complete 78-card deck.
es: El mazo guardado ya no coincide con el mazo completo de 78 cartas.

source: Returns to the card library
es: Vuelve a la biblioteca de cartas

source: Returns to the reading
es: Vuelve a la lectura

source: Returns to Read home
es: Vuelve al inicio de Leer

source: Returns to layout choice
es: Vuelve a la selección de lectura

source: Made with care for curious readers.
es: Hecho con cariño para lectores curiosos.

source: Closes Settings and returns to Read
es: Cierra Ajustes y vuelve a Leer

source: MISSING APPROVED ASSET
es: FALTA EL RECURSO APROBADO

source: No favorites yet
es: Aún no hay favoritas

source: Not favorite
es: No favorita

source: of
es: de

source: Open a card and tap the heart to save it here.
es: Abre una carta y toca el corazón para guardarla aquí.

source: Destiny
es: Destino

source: Opens a three-card reading or resumes the current reading
es: Abre una tirada de tres cartas o reanuda la lectura actual

source: Opens app settings without changing your reading
es: Abre los ajustes sin cambiar la lectura

source: Opens the meaning
es: Abre el significado

source: Opens this guide article
es: Abre este artículo de la guía

source: Requests a closer look at this revealed card
es: Abre una vista detallada de esta carta revelada

source: Remove %@ from Favorites
es: Quitar %@ de Favoritas

source: Restoring reading
es: Restaurando la lectura

source: Returns to the exact reading state
es: Vuelve al estado exacto de la lectura

source: Reveals this card
es: Revela esta carta

source: Selects this three-card spread
es: Selecciona esta tirada de tres cartas

source: Selected filter
es: Filtro seleccionado

source: Starts a free three-card reading
es: Inicia una tirada libre de tres cartas

source: Starts this reading layout
es: Inicia este tipo de lectura

source: The selected language content is incomplete or inconsistent.
es: El contenido del idioma seleccionado está incompleto o no es coherente.

source: Your cards are still available. Add a favorite to start a new list.
es: Tus cartas siguen disponibles. Añade una favorita para crear una lista nueva.

source: App Language
es: Idioma de la app

source: Changes the app language immediately.
es: Cambia el idioma de la aplicación al instante.

source: Language
es: Idioma

source: Language changed to %@.
es: Idioma cambiado a %@.

source: Language Couldn't Be Changed
es: No se ha podido cambiar el idioma

source: Tap the deck to begin
es: Toca el mazo para empezar

source: The complete language content couldn't be loaded. Nothing was changed.
es: No se ha podido cargar todo el contenido del idioma. No se ha cambiado nada.

source: Yes or No
es: Sí o no

source: Starts a new reading
es: Inicia una lectura nueva

source: Tap the deck to shuffle.
es: Toca el mazo para barajar.

source: Shuffled tarot deck
es: Mazo de tarot barajado

source: Shuffles all 78 cards
es: Baraja las 78 cartas

source: Shuffles all 78 cards again
es: Vuelve a barajar las 78 cartas

source: One clear focus
es: Un enfoque claro

source: Reading preset
es: Tipo de lectura

source: Selects this reading preset
es: Selecciona este tipo de lectura

source: Swipe horizontally to explore all card categories
es: Desliza horizontalmente para explorar todas las categorías de cartas

source: Swipe up or down to choose the previous or next preset
es: Desliza hacia arriba o abajo para elegir el tipo anterior o siguiente

source: Reset Reading
es: Reiniciar lectura

source: Clears the cards and keeps this reading preset
es: Devuelve las cartas y conserva este tipo de lectura

source: Ends this reading and returns to Read home
es: Termina esta lectura y vuelve al inicio de Leer

source: We couldn't leave the reading. It remains unchanged.
es: No hemos podido salir de la lectura. Sigue sin cambios.

source: We couldn't reset the reading. It remains unchanged.
es: No hemos podido reiniciar la lectura. Sigue sin cambios.

source: We couldn't save the selected reading. Nothing was changed.
es: No hemos podido guardar la lectura seleccionada. No se ha cambiado nada.

source: Your reset reading was recovered safely.
es: La lectura reiniciada se ha recuperado correctamente.

source: The reset reading is safe, but its recovery marker couldn't be updated.
es: La lectura reiniciada está a salvo, pero no se ha podido actualizar su marcador de recuperación.

source: The previous reading was restored because reset did not finish.
es: Se ha restaurado la lectura anterior porque el reinicio no terminó.

source: Try This Reading
es: Probar esta lectura

source: TUTORIALS
es: TUTORIALES

source: Tutorials for reading your cards
es: Tutoriales para leer tus cartas

source: Selects this reading preset or returns to the current reading
es: Selecciona este tipo de lectura o vuelve a la lectura actual

source: Start a Reading
es: Empezar lectura

source: Choose Your Reading
es: Elige tu tirada

source: Choose the Style
es: Elige el estilo

source: Close
es: Cerrar

source: Opens visual reading choices
es: Abre las opciones visuales de tirada

source: Closes reading choices without changing the selection
es: Cierra las opciones sin cambiar la selección

source: Returns to one or three card choices
es: Vuelve a elegir una o tres cartas

source: Selects one card
es: Selecciona una carta

source: Freeform
es: Libre

source: Three cards without assigned positions.
es: Tres cartas sin posiciones asignadas.

source: Card 1
es: Carta 1

source: Card 2
es: Carta 2

source: Card 3
es: Carta 3

source: No assigned positions
es: Sin posiciones asignadas

source: Learn how to use %@
es: Aprende a usar %@

source: Opens the matching reading tutorial without changing your selection
es: Abre el tutorial correspondiente sin cambiar tu selección

source: Opens five visual three-card styles
es: Abre cinco estilos visuales de tres cartas

source: BEGIN HERE
es: EMPIEZA AQUÍ

source: Reading Tutorials
es: Tutoriales de tiradas

source: One card, yes or no, and more practical methods.
es: Una carta, sí o no y más métodos prácticos.

source: Opens reading tutorials
es: Abre los tutoriales de tiradas

source: Choose a practical way to read the cards.
es: Elige una forma práctica de leer las cartas.

source: Opens this reading tutorial
es: Abre este tutorial de tirada

source: The selected tutorial is unavailable.
es: El tutorial seleccionado no está disponible.

source: Expected 10 guide articles, found %d.
es: Se esperaban 10 artículos de guía; se encontraron %d.

source: Shuffle recovery paused
es: Recuperación del barajado en pausa

source: The deck was shuffled, but its recovery marker still needs to be updated.
es: El mazo se ha barajado, pero aún falta actualizar su marcador de recuperación.

source: The deck is ready to shuffle again.
es: El mazo está listo para volver a barajarse.

source: The deck is safe, but its shuffle marker couldn't be updated.
es: El mazo está a salvo, pero no se ha podido actualizar su marcador de barajado.

source: The previous shuffled order was restored safely.
es: El orden barajado anterior se ha restaurado correctamente.

source: Your newly shuffled deck was recovered safely.
es: El mazo recién barajado se ha recuperado correctamente.

source: We found the shuffled deck but couldn't finish restoring it.
es: Hemos encontrado el mazo barajado, pero no se ha podido terminar de restaurar.

source: %@, card placed face down
es: %@, carta colocada boca abajo

source: Places the next card here face down
es: Coloca aquí boca abajo la siguiente carta

source: Shuffle the deck before placing a card
es: Baraja el mazo antes de colocar una carta

source: Tap an empty position to place the next card, or tap the deck to shuffle again.
es: Toca una posición vacía para colocar la siguiente carta o toca el mazo para volver a barajar.

source: Tap any empty position to place the next card.
es: Toca cualquier posición vacía para colocar la siguiente carta.
